and	7
.	2
,	3
at	28
the	1
to	5
dlrs	14
for	10
were	54
new	50
of	4
york	306
cocoa	892
sales	77
times	959
in	6
comissaria	5000
smith	1638
said	8
bags	1760
mln	11
crop	682
are	49
bahia	4992
be	27
as	40
february	114
a	9
total	133
against	124
on	15
there	121
still	314
with	29
per	103
ports	2661
june/july	4999
aug/sept	5000
march/april	5000
2.27	5000
oct/dec	4999
dec	1413
1.25	2722
review	791
week	112
temporao	4999
have	51
period	238
this	52
year	33
arrivals	4999
kilos	3284
consignment	5000
figures	397
is	18
how	697
much	406
farmers	704
shippers	5000
sold	325
bean	5000
shipment	1314
limited	847
tonne	980
open	452
1,880	4998
july	398
butter	4473
may	82
sept	2224
u.s.	39
currency	258
areas	774
uruguay	3775
785	5000
showers	4995
continued	717
throughout	2117
zone	3130
alleviating	4996
drought	2279
since	213
early	351
january	135
improving	2470
prospects	1251
coming	1237
although	596
normal	1313
humidity	4997
levels	500
not	43
been	71
restored	5000
its	24
weekly	1344
dry	2332
means	1160
will	25
late	549
ended	327
22	714
155,221	4998
60	718
making	601
cumulative	1460
season	1090
5.93	4999
5.81	5000
same	311
stage	2020
last	55
again	967
it	12
seems	2620
that	21
delivered	2493
earlier	172
was	32
included	850
some	108
doubt	2979
old	1877
available	373
harvesting	4918
has	36
practically	4995
come	725
an	38
end	207
estimates	986
around	290
6.4	4610
standing	4677
almost	951
6.2	3867
few	753
hundred	4996
thousand	4997
hands	2405
middlemen	4998
exporters	1116
processors	3103
doubts	4111
would	41
fit	5000
export	254
now	167
experiencing	4997
dificulties	4998
obtaining	4472
+bahia	4999
superior+	5000
certificates	937
view	1093
lower	257
quality	1402
over	94
recent	332
weeks	586
good	629
part	309
their	98
held	431
spot	1616
prices	96
rose	147
340	5000
350	2448
cruzados	4990
arroba	4991
15	235
reluctant	3990
offer	123
nearby	3198
only	189
booked	5000
march	85
1,750	4993
1,780	4994
named	814
also	64
light	1063
all	125
going	743
1,850	4997
35	866
45	1142
under	116
1,870	4995
1,875	4996
fob	3285
routine	4999
made	168
4,340	4998
4,345	4999
4,350	5000
april/may	4999
went	1607
4,400	5000
4,415	5000
4,351	4999
4,450	5000
2.28	4995
4,480	5000
destinations	3947
covertible	4996
cake	4997
registered	1635
995	4999
753	4998
aug	3226
0.39	5000
buyers	1502
argentina	1120
convertible	430
liquor	4998
selling	486
2,325	4999
2,380	5000
2,375	5000
2,400	5000
currently	523
estimated	411
6.13	4999
1986/87	620
1.06	4999
1987/88	1005
final	630
28	545
expected	126
published	1623
by	23
brazilian	934
trade	70
commission	198
after	86
carnival	5000
which	46
ends	1809
midday	5000
27.	3061
reuter	16
standard	585
oil	75
bp	1508
<	19
>	20
form	901
financial	132
co	76
north	614
america	664
venture	570
srd	5000
unit	128
inc	47
they	67
plan	200
manage	3286
money	212
market	58
borrowing	1121
investment	171
activities	1138
both	293
companies	178
subsidiary	291
british	425
petroleum	534
plc	439
owns	1232
55	1509
pct	17
interest	105
called	482
bp/standard	5000
trading	151
operated	2576
oversight	4999
joint	476
management	259
committee	296
texas	525
commerce	829
bancshares	3948
network	929
billion	35
tcb	4997
files	1461
's	13
bank-houston	4998
filed	538
application	1301
comptroller	5000
effort	1242
create	1815
largest	511
banking	338
harris	2542
county	1557
bank	44
link	2292
31	242
banks	93
having	1403
13.5	4043
assets	292
7.5	1816
deposits	778
bankamerica	2053
stock	57
analysts	220
debt	80
if	106
equity	603
offering	227
brazil	269
longer	1161
analyst	623
pressure	705
do	267
delay	1851
up	69
yet	775
securities	113
other	89
news	393
first	81
interstate	1902
i	239
takeover	731
bid	412
no	100
major	165
sec	819
approval	468
than	88
``	30
''	31
cohn	4997
show	647
price	95
more	79
noted	481
quarter	118
lose	2837
losses	505
talking	2170
point/bankamerica	4998
bac	5000
corp	53
act	919
quickly	1624
proposed	305
well	367
because	148
poor	809
performance	1016
recommended	2406
one-billion-dlr	4999
approved	421
exchange	84
fell	247
along	1252
issues	339
suspended	1386
payments	364
large	577
portion	1779
foreign	101
traded	1006
12	348
down	230
1/8	3287
afternoon	1751
falling	1128
11-1/2	4996
immediate	1449
threat	2305
bancorp	1369
gone	3776
sell	276
into	140
nervous	4678
stocks	413
near	779
term	571
26.	4044
seen	652
one	66
factors	1238
leading	800
withdrawing	4999
9.	3704
spokesman	159
taking	939
conditions	674
must	451
re-evaluated	5000
circumstances	2599
time	197
determine	2104
what	423
we	91
arthur	4997
miller	1982
vice	667
president	119
communications	926
when	161
asked	466
proceed	2528
immediately	875
receives	4112
'd	4351
put	582
off	386
long	467
conceivably	5000
could	110
lawrence	3608
merrill	910
lynch	952
pierce	5000
fenner	4998
waits	4999
improved	987
outlook	1291
specify	3483
types	3868
equities	2815
most	272
believed	1227
preferred	394
encompass	5000
least	610
such	253
depressed	2280
mean	1817
conversion	1268
dilution	4998
holders	808
daniel	3484
williams	2757
sutro	5000
group	87
several	446
while	175
believe	896
problem	833
continue	343
hang	5000
industry	162
through	183
initial	575
shock	4998
reaction	2225
likely	337
ease	1818
nevertheless	5000
holds	1259
about	65
2.70	5000
loans	256
stands	3740
15-20	4998
rate	102
reduced	683
200	770
pays	2021
joseph	3485
arsenio	4999
birr	4999
wilson	2154
co.	1122
he	34
however	301
any	182
potential	932
current	155
even	648
fails	4829
service	318
expect	719
restructured	4352
similar	930
way	564
mexico	863
minimizing	5000
creditor	1370
--	241
v	5000
level	405
iv	2895
wheat	321
2.55	5000
national	179
average	356
farmer-owned	4999
reserve	453
(	63
cwt	5000
)	62
-	248
natl	4998
loan	208
release	1517
call	876
avge	4999
rate-x	5000
4.65	4999
vi	5000
3.15	5000
rates	144
5.36	5000
entered	1328
1981	2723
agriculture	382
department	218
reported	277
five-day	5000
25	345
follows	1497
dlrs/bu-sorghum	4999
2.40	5000
4.45	5000
corn	561
1.35	4293
1.92	4991
3.25	5000
x	3414
1986	73
oats	4227
1.24	5000
0.99	4993
1.65	5000
barley	1864
n.a	4611
1.56	4998
2.65	4999
sorghum	2782
2.34	4994
3.25-y	4995
5.54	4996
reserves	346
ii	2926
iii	4474
matured	4998
reflects	1997
grain	502
oct	4228
6	1913
feedgrain	5000
23	823
wheat/barley	4992
5/14/82	4993
corn/sorghum	4994
7/1/82	4995
covers	3568
19	806
1984.	2758
x-1986	4996
y-dlrs	4997
100	297
lbs	2105
n.a.-not	4999
prev	3741
feb	893
nil	531
mar	5000
apr	5000
registrations	3227
:	177
soybean	972
20.0	5000
argentine	2088
board	142
48.0	4999
sunflowerseed	4999
subproducts	5000
10.0	5000
jun	4998
2.0	2759
grain/oilseed	5000
grains	2388
oilseeds	3907
products	219
11	498
thousands	3288
tonnes	111
showing	2577
those	402
future	464
shipments	1058
month	149
1985/86	1042
brackets	4999
bread	5000
1,655.8	4998
872.0	4999
164.6	5000
2,692.4	4997
4,161.0	4998
maize	1345
oilseed	4679
15.0	4995
7.9	4543
detailed	2293
39.9	5000
48.7	5000
13.2	4353
111.8	5000
82.7	4999
linseed	5000
34.8	4994
32.9	5000
6.8	4113
6.3	3949
80.8	4996
87.4	4997
100.9	4998
45.1	4999
166.1	5000
218.5	4997
48.6	4998
61.5	4999
25.1	5000
14.5	3950
149.8	4985
145.3	4986
vegetable	2190
sunoil	4987
37.4	4988
107.3	4989
24.5	5000
3.2	2171
182.4	4991
117.6	4992
linoil	4993
15.9	5000
23.6	4999
20.4	4995
61.8	4996
76.1	4997
3.7	2702
21.1	4998
9.0	4999
13.0	5000
jul	4997
7.0	4612
55.8	4999
33.7	4998
red	2578
lion	5000
inns	4999
partnership	948
plans	231
registration	1223
statement	204
covering	1482
4,790,000	4999
units	495
interests	1025
company	37
expects	340
priced	598
20	225
proceeds	646
from	22
102.5	5000
dlr	97
mortgage	922
used	328
finance	188
planned	592
acquisition	307
10	157
hotels	2378
usx	2449
moody	680
lowered	1651
ratings	1787
dowgraded	4991
investors	317
seven	341
affected	1072
marathon	4613
establishment	4680
production	141
payment	477
facilities	1199
prolific	4992
yates	4993
field	1148
significant	941
negative	1704
implications	3289
unsecured	2600
creditors	821
appears	1954
positioned	5000
steel	715
segment	3869
return	792
profit	92
1987	120
added	143
include	460
senior	389
ba-1	4995
baa-3	4996
champion	4544
split	594
shares	61
shareholders	282
april	83
ch	4997
approves	2738
directors	837
two-for-one	2191
common	137
record	160
1	447
1987.	559
voted	1682
recommend	3311
annual	302
meeting	152
increase	145
authorized	1253
capital	150
five	131
computer	448
terminal	2621
warrants	759
systems	331
sale	217
200,000	1865
additional	521
sedio	5000
exercisable	3131
share	68
technology	665
woodco	4999
cpml	4998
completes	1444
completed	542
acquire	528
n.v.	3951
lugano	4999
switzerland	1914
50,000	2035
years	138
purchase	379
.125	5000
right	772
buy	226
holdings	650
40	550
outstanding	315
certain	615
involving	2089
change	493
control	516
occur	3062
equal	1474
75	911
exceed	1824
1.50	3001
technolgy	4994
rights	639
dot	4229
matrix	4996
impact	842
including	310
improvements	3486
houston	2252
tex	5000
but	48
exclusive	3167
worldwide	1279
licensee	4997
moves	1337
reorganization	1602
help	378
pay	224
operation	931
costs	435
ensure	2143
product	514
delivery	1043
makes	1189
generated	3104
labels	5000
forms	2681
tags	4999
ticket	5000
printers	5000
terminals	3870
vs	26
net	45
shr	74
cts	42
cobanco	4998
cbco	4999
34	1603
1.19	4830
807,000	5000
2,858,000	4999
510.2	5000
479.7	4999
472.3	5000
440.3	5000
299.2	4997
327.2	4998
note	190
4th	441
qtr	117
includes	350
1985	260
extraordinary	886
gain	383
tax	127
carry	1510
forward	1672
132,000	4999
or	60
acquisitions	1123
ohio	1915
mattress	5000
due	129
sealy	5000
omt	5000
1st	634
ending	890
profits	465
below	581
2.4	1916
earned	1307
fiscal	359
1986.	286
decline	503
expenses	1475
related	1139
middle	1498
licensees	4993
82	3168
these	355
substantially	1523
higher	273
67.1	4995
noting	2144
typically	4996
reports	815
results	410
report	209
issued	473
administrative	3569
considerations	5000
conducting	5000
appraisals	4999
connection	1665
oper	295
six	173
am	1532
loss	59
revs	130
avg	322
shrs	323
mths	375
international	99
2nd	1129
jan	855
31.	1059
two	72
442,000	5000
2,986,000	4998
291.8	4996
151.1	4997
51.7	4999
43.4	5000
3,376,000	4998
5,086,000	4999
569.3	5000
298.5	4996
51.6	4997
41.1	4998
calculated	2980
dividends	1371
exclude	2118
credits	1023
2,227,000	4999
four	196
4,841,000	5000
nine	206
2,285,000	4996
4,104,000	4997
prior	324
periods	1397
operating	361
carryforwards	3952
brown-forman	5000
bfd	4999
73	2640
12.6	4354
15.8	2952
337.3	5000
315.2	4997
3.07	5000
3.08	5000
66	2662
66.2	4996
1.59	4999
997.1	4998
permian	5000
intergroup	4997
partners	801
l.p.	3312
business	170
general	180
nii	4999
file	1652
recently	681
formed	1183
acquired	621
1985.	543
partner	2192
retaining	5000
stake	320
did	279
say	381
many	442
offered	526
economic	139
spotlight	3991
health	1037
program	245
enhancement	2953
nhes	5000
evaluation	4998
system	166
line	491
fitness	4997
assessment	5000
programs	1190
test	1017
days	387
customers	953
who	210
use	388
receive	762
computer-generated	4998
recommendations	2838
implementing	5000
improve	1069
physical	4230
condition	1852
dean	3777
earnings	216
douglas	1692
foods	2075
fourth	676
told	104
should	194
1988	537
df	4999
sees	529
strong	504
30	187
year-ago	1563
chairman	184
kenneth	4831
food	687
processor	5000
1.4	1571
1.27	4999
repeated	3087
projection	5000
third-quarter	4997
probably	844
slightly	949
range	757
36	1625
too	709
project	780
whether	568
anticipated	1917
enough	1002
us	894
overall	1000
1.53	4998
experience	2760
improvement	1184
our	349
bottom	3648
effects	1723
reform	789
alone	2407
howard	1903
derive	5000
benefits	1524
various	1483
dairy	2193
frozen	2682
ryan	5000
milk	3953
larsen	4995
benefit	1292
december	268
elgin	4996
blenders	4997
west	211
chicago	960
shareholder	912
e.b.i	4998
ltd	109
united	202
kingdom	2739
blender	4999
licensing	2954
arrangements	3033
australia	807
canada	251
japan	90
provides	1780
ann	5000
entry	2981
mcdonalds	5000
mcd	4998
've	1853
bonus	1387
flour	4045
yemen	4997
ccc	1710
awarded	1356
usda	638
commodity	787
credit	176
corporation	1009
accepted	1283
cover	997
37,000	4999
tons	1124
march-may	5000
119.05	4999
paid	651
commodities	1551
inventory	1830
pillsbury	5000
purchases	904
complete	1329
initiative	2194
announced	289
card	2172
cards	4174
disclosure	3169
introduced	1050
legislation	940
dodd	5000
disclose	2264
information	720
terms	304
bills	689
require	1398
fees	1228
before	221
senate	649
house	265
sen.	2839
chris	4996
d-conn	5000
co-sponsor	5000
bill	396
institutions	954
promotional	4998
material	1998
sent	1666
prospective	5000
requiring	3313
issuers	4999
solicitation	4984
intended	1711
arm	3170
consumers	1105
shop	5000
best	1157
deal	418
hughes	1617
bear	2106
stearns	3349
power	469
sources	185
signs	1316
pact	533
hughes/conserdyne	4985
bsc	4997
banker	1558
develop	1219
financing	488
design	2195
installation	4996
micro-utility	4986
municipalities	5000
self-contained	4988
electrical	2683
generating	4403
using	1214
alternate	4990
photovoltaic	4991
cells	4992
replace	1752
public	249
utility	1598
copper	1094
magma	4614
0.75	4999
cent	1394
lowers	4545
newmont	2927
mining	950
cutting	1639
cathode	4997
cents	796
lb	2389
effective	522
cash	233
dividend	261
flow	1229
class	880
quarterly	747
37	1604
restructuring	820
bfdb	4995
sets	445
ups	3350
payout	1020
three-for-two	3132
cited	1302
reasons	2237
raising	981
b	1066
13.	3705
declared	1095
each	263
classes	5000
payable	790
20.	3105
had	56
today	122
third	407
21.6	5000
1.00	4998
337	4998
declined	489
bit	3379
66.0	4999
second	358
charge	877
beverage	5000
operations	246
corporate	660
72	2684
esquire	5000
radio	1683
electronics	1296
ee	4997
div	429
yr	4404
72,000	4998
16,000	4999
7,075,000	4999
2,330,000	5000
42	1618
203,000	5000
55,000	5000
16.1	4405
3,971,000	5000
stockholders	1740
27	822
shearson	982
lehman	1491
managing	1640
director	669
merger	392
names	1705
brothers	927
american	158
express	1082
axp	4832
robert	1048
joined	2529
formerly	2333
mer	4294
bankers	462
venezuela	1158
details	599
breakthrough	4999
venezuelan	3609
advisory	1840
package	690
signed	546
panel	1584
rescheduling	1533
make	278
agreed	232
principle	1330
revisions	5000
21	942
debt-rescheduling	4997
three	115
representatives	1303
obtain	2359
stamp	4996
later	536
number	506
finalized	5000
broad	2226
amortization	4999
schedules	5000
place	862
originally	1575
set	237
1-1/8	4919
eurodollar	4175
requested	2334
easier	3088
drop	574
income	335
reduction	845
repayments	2107
1989	1641
request	1026
amortizations	4999
rebuffed	5000
sought	1564
commitment	1450
talks	243
intermittently	5000
months	191
announcement	988
10.6	3487
between	156
chile	3314
night	1143
citibank	2294
7.7	3415
sudden	5000
progress	1149
extent	2306
coincidental	4996
acknowledge	4997
desire	4757
chalk	4999
quick	3315
successes	5000
unilateral	4999
suspension	2064
friday	636
striking	4295
swift	5000
deals	2295
hope	1492
reduce	479
incentive	3199
debtors	2685
emulate	4999
presidential	2155
upco	5000
39	2205
50	281
1,545,160	4998
2,188,933	4999
25.2	5000
19.5	5000
1.21	4998
6,635,318	4999
5,050,044	5000
92.2	4988
77.4	4989
adjustment	1552
848,600	4990
universal	3992
life	764
reagan	274
his	181
tower	4615
political	765
washington	519
former	750
republican	1983
own	555
strategist	5000
iran	658
secretary	475
congress	562
hopes	1451
says	270
arms	1429
just	666
regaining	4998
hess	4999
press	748
opinion	1653
command	4758
government	78
particularly	1204
state	255
criticism	2622
controlled	1999
party	713
're	1101
hand	2238
can	215
top	1018
policy	284
white	728
regan	4176
william	1414
casey	5000
avoid	1525
democrats	1797
job	1928
november	742
personal	993
popularity	5000
thought	1753
schneider	5000
backing	3706
diminishes	4992
rebound	5000
ignorant	4994
dominance	4995
certification	4996
incompetence	4997
private	357
stephen	4681
reuters	330
commenting	2872
professional	4833
denied	1802
credentials	5000
direct	1317
criticisms	4999
john	935
longtime	4996
supporter	4997
senator	3649
conference	474
clearly	2265
understand	5000
nature	3650
lent	5000
credence	4999
widespread	2761
full	434
damaging	4046
prepared	1132
choosing	5000
three-member	4996
security	693
adviser	3034
brent	5000
scowcroft	4997
edmund	4998
muskie	4999
does	547
partisan	5000
taint	4997
democratic	1559
except	2360
'we	4998
sorry	4999
wo	2928
n't	456
'	193
?	3256
works	2281
contenders	5000
identified	2022
like	835
anvil	4999
brookings	5000
institution	2798
study	838
blow	4992
upper	3171
once	1585
dealings	3778
bureaucracy	4989
undermine	4999
defense	1096
caspar	5000
weinberger	3416
george	1854
shultz	1927
suggests	4834
interested	1594
keeping	2982
skirts	4991
clean	4999
supporting	4231
protected	4406
positions	1569
issue	153
energetic	4994
attempting	4682
protect	1706
consequences	4407
chief	353
staff	1038
donald	2783
central	234
intelligence	3779
agency	403
received	494
blows	5000
cases	2130
resign	4475
fired	4355
shortly	1904
savaged	4993
allegedly	4999
failing	3200
conduct	2799
chaos	4996
process	1021
underwent	4995
surgery	4997
removal	3821
cancerous	4996
brain	4997
tumor	4998
already	428
resigned	1608
story	4997
people	641
came	1135
somewhat	3954
short	793
being	300
heroes	4999
reporters	589
retains	4999
considerable	2641
constitutional	5000
powers	2623
armed	4616
forces	1534
veto	2000
difficult	1001
him	1379
retake	4994
country	312
agenda	3488
crucial	3780
remaining	1013
question	1177
man	3523
street	1104
forsake	4996
affair	3955
rating	1289
fallen	2408
twenty	4997
percentage	1276
points	579
polls	3908
became	2319
relatively	1586
high	333
los	2145
angeles	2409
poll	1803
released	1275
showed	783
surveyed	5000
doing	1969
enterprise	3524
institute	1003
democrat	2173
support	400
among	653
brokers	1054
offset	1380
past	604
able	905
go	707
elite	4999
appealing	5000
directly	2054
plead	4996
case	846
televised	4999
address	2703
next	186
warned	1631
expecting	4296
dramatic	3993
turnaround	4835
building	1049
expectations	1609
met	1178
anonymity	4999
recognize	5000
fix	5000
point	558
out	214
always	2601
translated	4997
policies	836
dramatically	4995
elections	1819
voters	4997
rejected	1194
appeals	2740
nar	4999
housing	1866
realty	2704
previously	426
owned	563
homes	2642
dropped	1172
seasonally	1404
adjusted	735
3.47	4998
association	436
realtors	4996
4.06	4997
highest	1878
4.15	4999
1978	3651
surprising	5000
considering	1107
near-record	5000
pace	2543
sellers	4617
seeking	766
get	699
favorable	2840
gains	782
treatment	2036
laws	1445
tuccillo	5000
mutual	2108
funds	369
720.4	5000
latest	751
writers	5000
seek	810
estate	1140
curbs	3822
6.7	3290
thru	4996
1991	2816
cranston	4999
evans	5000
exports	205
critical	2841
senators	3742
introduce	2427
sens	4996
alan	2643
d-cal	4997
r-wash.	4998
save	2724
hundreds	4114
dollars	887
annually	1929
emphasis	4476
two-fold	5000
decontrol	5000
de-license	4998
items	1712
where	723
actions	1642
endanger	4999
eliminate	2663
de	616
facto	4994
authority	1277
reforms	1415
requirements	1166
65	1357
70	975
convinced	3452
rational	5000
...	817
boost	897
controls	1263
deny	4546
eastern	1272
bloc	3823
countries	195
access	1239
further	236
military	1109
capabilities	4547
refocusing	5000
resources	580
truly	4998
better	830
preventing	4408
diversion	4618
adversaries	4999
promoting	4920
play	2842
role	1162
development	264
unduly	5000
restrict	4115
firms	370
world	136
market-place	5000
excelan	4999
2,129,300	4997
1.6	1788
529,300	4998
designs	4998
manufactures	4409
computer-related	5000
ccx	5000
ccxn	4994
secondary	1804
underway	2428
220,838	4995
15.75	4996
though	1455
underwriters	1185
stephens	4998
cazenove	4998
inc.	593
behalf	3002
businesses	1022
receiving	3003
notes	344
union	266
func	5000
fixed	878
subordinated	631
1997.	4998
nationwide	2762
managed	2076
qtly	551
owens	4991
minor	4992
obod	4993
raises	1010
eights	5000
13	627
language	4177
research	670
clri	4998
18	554
3,035,000	4995
2,516,000	4996
20.9	5000
19.6	5000
215,000	4997
4,647,000	4998
93.4	4999
98.7	4998
17.	2664
2,332,397	5000
1,428,000	5000
cinram	5000
58	2296
1.1	1423
829,000	4992
9.4	3956
1.22	4999
2.9	2307
1.5	799
25.7	4999
22.2	4999
du	2227
pont	4116
aramid	5000
fibers	5000
generation	3380
stiffer	4999
less	492
kevlar	4996
stronger	2253
dd	5000
launches	3035
devloped	4995
high-strength	4996
absorbant	4997
previous	443
generations	4998
149	4999
aramids	5000
absorbs	4993
half	449
moister	4994
invented	4995
1960s	4996
aluminum	2896
wieght	4998
basis	380
metals	1643
variety	3036
according	540
trustco	5000
9,140,000	4999
2.52	4999
recorded	1955
stable	1469
growing	946
economy	288
provide	557
growth	169
brian	4548
o'malley	4992
1.28	5000
1.10	4117
18.6	4994
rev	2560
handy	4995
harman	4996
hnh	4997
51	1405
7,041,000	4998
467,000	4998
138.9	5000
131.4	4998
64	2239
46	1970
8,843,000	4999
6,306,0000	5000
558.9	5000
556.7	4996
2.6	2240
special	605
2.7	2146
ico	1614
proposal	450
present	721
coffee	512
distribution	906
delegates	1209
producers	552
organization	1297
producing	1264
reintroducing	5000
quotas	985
firm	294
undertaking	5000
try	1293
negotiate	1971
september	483
quota	913
unchanged	867
producer	976
shortfall	2686
redistributions	4998
totalling	1879
resumption	5000
contact	3453
scheduled	700
evening	4297
postponed	3781
until	377
tomorrow	794
resignation	2741
acknowledged	3316
failings	5000
scandal	2206
scarred	4988
administration	444
attracted	4836
harsh	4990
travelling	5000
china	354
week-long	4991
visit	1247
refused	1844
comment	541
left	1233
done	1543
crisis	971
broke	2929
you	902
wipe	4992
your	3489
slate	4993
lines	998
transfer	1364
mclean	4999
contract	244
mii	4993
asset	1439
industries	326
states	223
south	316
arranging	4999
charters	4995
crowley	5000
mariotime	4997
transport	1476
negotiations	611
within	520
subject	643
regulatory	1083
bodies	5000
bankruptcy	1179
court	417
chemlawn	2579
waste	1831
schlang	4996
morbelli	4998
chem	4999
arbitrageurs	4997
tender	399
surprise	3417
she	961
resist	4047
involved	938
rises	994
bids	1544
attract	3570
wnx	4998
wall	1173
shot	4999
11-5/8	4999
29-3/8	5000
over-the-counter-	4995
3.8	2843
10.1	3909
changing	2817
maybe	5000
32	1406
depending	2602
competing	3652
bidder	4998
arbitrageur	4997
opening	1280
expires	2644
totally	4619
debra	4999
strohmaier	5000
spokeswoman	1358
regularly	4995
discussing	3037
ready	1713
unable	2023
officials	154
think	645
elliott	4998
prescott	4999
ball	4620
turben	5000
attack	1331
pointed	2065
offers	871
find	1234
knight	4996
want	885
rosemarie	4997
ingalls	4998
snyder	4999
servicemaster	5000
svm	4998
rollins	4999
rol	5000
examples	4998
fertilizers	4999
pesticides	4997
herbicides	4998
lawns	4998
wastes	4999
customer	1351
base	691
valuable	5000
another	395
wants	1180
capitalize	4992
residential	3782
commercial	334
catapulted	4993
mid-30	4994
1983	1984
languished	4995
slowed	3351
concentrated	4298
2.58	4998
competes	4997
individual	1741
entrepreuers	4998
lawn	4999
garden	5000
care	1798
sevice	4995
sugar	404
imports	303
import	684
during	280
9	1820
totaled	1576
5,988	4996
versus	1660
46,254	4997
january-december	4998
1,001,430	4999
compared	262
1,850,000	4998
extended	1064
customs	2983
actual	2410
weight	3291
polarizations	4999
data	510
accordingly	5000
inflation	517
anniversary	5000
shortages	5000
surpluses	2308
anti-inflation	4999
limps	5000
initially	1972
hailed	4998
home	694
abroad	1626
saviour	4998
limping	4999
towards	1452
amid	3653
soaring	5000
froze	4991
value	362
cruzado	4992
indexation	4999
halt	2207
250	1374
collapsed	5000
situation	839
worse	4921
worked	2763
economist	1191
crumbling	4993
accompanied	5000
reversal	5000
account	578
1984	1254
sufficient	2784
needed	811
109	5000
seemed	3610
target	678
repeat	4995
monthly	1210
averaging	4759
diverted	4998
increased	342
domestic	271
surplus	368
plunged	4410
211	4996
october	628
then	710
averaged	2266
150	868
n.z	2742
official	163
fall	319
zealand	1215
7.15	4997
7.20	4998
3.03	4998
ago	376
statistical	5000
bulletin	4549
hrs	4118
waiting	2494
canal	4760
ships	1462
panama	4999
backlog	2725
daily	754
enter	1985
2/26	4999
2/27	5000
transit	5000
41	2024
end-day	4998
super	4299
tankers	2844
regular	1200
vessels	2429
4	2254
26	865
federally	4999
guaranteed	1235
fund	360
71.6	5000
exchangeable	3352
67.62	5000
3.98	4998
acres	1388
conservation	2845
republicans	3038
eye	5000
bigger	4837
governors	2846
members	507
explore	3292
expanding	2450
law	784
erodible	4998
land	947
enrolled	4999
1990.	2282
task	3957
force	745
farm	408
rural	3133
headed	2687
majority	1084
leader	1269
dole	3317
kan.	4997
consider	963
drafting	4838
charles	2241
grassley	4998
r-iowa	4999
expand	1077
67	3063
arvin	5000
inds	4998
arv	5000
promotes	5000
l.k	4997
elected	2283
succeeding	4411
james	826
baker	424
remains	1114
executive	384
emhart	4994
emh	5000
orders	671
fed	484
goods	590
economists	740
wyss	5000
spending	566
durable	5000
maude	4999
slowdown	4621
took	1030
sullivan	4178
midland	2320
montagu	4551
order	530
backlogs	4998
0.6	2984
given	625
rise	164
numbers	3525
reason	1196
see	626
presage	4998
lackluster	4999
real	632
excluding	2119
volatile	4048
sector	490
9.9	3353
painted	4999
bleak	5000
picture	3783
stressed	2688
primary	1186
factor	1088
behind	1724
rather	969
gloomy	4994
david	1359
'm	2705
impressed	4995
19.7	4999
non-defense	4997
sign	1656
reacting	4998
adversely	5000
14.8	4550
machinery	2411
led	734
declines	1973
office	591
computing	5000
equipment	612
response	848
lengthening	4997
depreciation	2624
expensive	2800
invest	1725
so	347
increases	769
reinforced	4998
5.1	2897
revised	738
upwards	4995
0.9	3418
huge	1619
caused	1011
wash-out	4999
far	553
greater	1031
witter	4761
reynolds	2001
weakening	5000
bent	4996
definitely	4999
very	422
sluggish	3490
couple	5000
quarters	2764
markets	192
continuing	943
evidence	2077
0.7	2689
pipeline	1130
depleting	4997
translate	4998
cautioned	4922
reflected	1488
strength	1707
occurred	2818
despite	642
57.7	5000
6.9	3491
5.4	3743
tighten	3784
unless	1150
wait	2765
predicted	1324
easter	4477
recession	1736
easing	3172
global	1360
expenditures	2580
cites	4999
reporting	2025
balance	637
remain	661
graphics	3571
june	250
run	1416
corresponding	4552
prior-year	5000
annualized	4999
running	1789
630	4998
beginning	1102
division	588
introductions	5000
dollar	134
engineering	1407
45-50	4999
allocated	4300
30-40	5000
revenues	535
honduras	4998
switched	4999
edible	5000
beans	4049
guarantees	2335
earmarked	4999
action	415
reduces	3994
coverage	3454
500,000	1430
creates	4992
guarantee	1832
shipped	2785
yesterday	283
236.90	5000
91	3824
institutional	1737
356	4998
66.19	4999
198	5000
purpose	3064
212.5	5000
62.94	4990
92	2847
broker-dealer	4991
151.9	4992
107.77	4993
river	1867
illinois	2026
comparison	4839
gulf	499
bid/140	4995
ex	4996
mississippi	3785
125	2451
barge	4412
freight	2208
barges	5000
st	3134
louis	3871
135	4356
2-1/2	3910
132-1/2	4998
memphis/cairo	4999
firmed	4232
steady	1790
vessel	3654
loadings	5000
increasing	983
demand	329
supply	414
dealers	374
merchants	4233
session	1144
29	1060
quotes	4999
joliet	4996
tariff	2412
quoted	843
120	2131
bid/127-1/2	4997
owensboro/south	4998
bid/132-1/2	4999
7-1/2	2690
station	2495
112-1/2	4992
bid/120	4993
bid/107-1/2	4994
sept/nov	4995
137-1/2	4996
bid/145	4997
sept/dec	4998
section	3381
bid/135	4999
baglini	4998
suspend	3201
deputy	1535
meet	567
moratorium	3004
result	458
reject	3825
2.15	4840
targets	1761
ruling	933
radical	5000
raul	5000
local	569
discard	4996
produce	1014
observer	4998
steering	3611
320	5000
del	3492
plata	4999
telephone	802
interview	1073
divided	3572
day	440
follow	1742
example	2561
108	3872
prime	470
objective	3135
renegotiating	4992
maintain	1133
targeted	3911
debtor	1743
nations	497
take	275
pockets	4994
provision	1115
deduction	5000
ownership	1632
federal	174
employee	2766
transactions	1039
rostenkowski	3786
lloyd	3419
bentsen	4999
cost	433
estates	4998
key	816
chairmen	4998
writing	4923
committees	3493
curb	2147
raise	606
1991.	4357
adopted	1956
effect	696
ways	1595
dan	4683
d-ill	4998
rep	4993
duncan	4994
r-tenn	4999
d-tex	5000
sen	4996
bob	4478
packwood	4997
r-ore	4998
enacted	5000
governmet	5000
narrower	4999
300	785
designed	1167
sham	5000
allowed	1154
taxes	962
transferring	4992
esops	4993
contains	3912
allows	2120
wealthy	4995
individuals	2743
entirely	3913
die	4998
encourage	1825
worker	4997
;	2267
meant	2471
calls	973
modification	4999
accordance	4999
treasury	285
balances	2297
25.	5000
4.151	4998
2.727	4999
budget	222
accounts	1097
25.137	5000
25.780	4999
respective	4050
29.289	4997
28.507	4998
24.	4762
temporary	1294
seeks	1346
canadian	308
minister	201
michael	1518
borrow	3526
600	1699
thursday	1453
auction	1503
permit	2321
granted	1245
parliament	1145
needs	1110
ottawa	3995
parliamentary	2496
applied	1974
gats	4999
sells	872
technologies	1417
12.2	4413
owed	2786
transaction	760
carryovers	5000
fgrp	5000
80	851
55,513,000	5000
48,741,000	4989
290.9	4990
264.2	4991
3.09	4992
2.72	4998
213,470,000	4994
184,649,000	4995
1.12	4763
992.9	4997
69,127,000	4998
68,004,000	4999
47.1	5000
potomac	4999
electric	706
pom	5000
13,555,000	5000
14,635,000	4996
104,606,000	4997
110,311,000	4998
47.2	4998
4.10	4999
3.66	5000
226,653,000	5000
186,790,000	4995
1.3	1375
virginia	3136
territory	4179
dominion	2413
d	3420
springboard	4992
software	1034
spbd	4997
designers	4998
programmers	5000
supervisors	4999
technical	1436
personnel	2985
based	485
san	1511
francisco	3065
shanghai	3655
employs	4622
chinese	1627
specialists	5000
cofab	4997
gulfex	4999
petrochemical	4553
buys	1067
undisclosed	1244
amount	409
houston-based	5000
fabricator	4995
custom	4998
high-pressure	4996
energy	385
manufacture	3137
specialized	4998
cooling	4999
lubricating	4999
gas	287
pulp	5000
paper	513
marine	1833
bushels	2390
nspa	4996
21,782,929	4998
25,873,904	4999
crush	5000
crushed	4997
soybeans	1477
22,345,718	4997
16,568,000	4998
crushing	5000
capacity	834
25,459,238	4999
meal	3318
117,866	5000
121,168	5000
84,250	5000
member	716
schult	5000
inland	3573
dlrs/unit	4991
833,334	5000
janney	4997
montgomey	4992
scott	2955
woolcott	4998
consits	4993
warrant	1365
one-half	5000
5.50	4997
thereafter	3826
6.50	4998
over-allotment	4994
option	668
125,000	5000
urban	4995
elkhart	4996
ind.	4997
oldest	4998
manufactured	3228
tultex	5000
ttx	4998
eight	372
burlington	2497
30.5	4998
bur	4999
gets	907
menswear	5000
city	755
3.69	5000
yards	4992
tropical	4993
cloth	4994
logistics	4995
rockwell	4414
28.3	4997
rok	4996
b-1	5000
work	539
b-1b	4998
bomber	4999
air	624
atico	4998
atfc	5000
5.92	4990
1,142,000	4991
16.0	5000
24.2	4998
90	1056
6.20	4994
3,320,000	4995
16.9	4999
45.00	4996
26.2	5000
amounts	1463
98.8	4998
peninsula	4995
savings	437
24	763
5.86	5000
pan	3229
ncnb	4996
purusant	4997
modify	4999
presenting	4996
importers	3382
discussed	1708
tonight	3106
informally	4999
formal	1905
eight-member	4998
splinter	5000
affect	1504
share-out	5000
declarations	4994
falls	1399
375	4999
n.y.	3107
195	4999
discount	873
window	4180
borrowings	1599
peladeau	5000
quebecor	5000
newspaper	1086
newspapers	3494
donohue	4997
maxwell	4924
printing	3612
quebec	2121
mill	2414
buying	724
newsprint	5000
ventures	2156
montreal	3005
either	1230
ahead	999
build	1155
matane	4998
adding	803
publishes	4999
tabloid	5000
circulation	3039
49	1762
uses	3089
metric	5000
machine	2898
france	617
french	501
starting	1308
listing	2037
pqb	4995
head	869
publishing	2744
launch	1667
pierre	4997
won	1197
move	438
....	5000
definite	4998
announce	1957
decision	463
446	4999
16.2	5000
le	4998
journal	4764
second-largest	4999
give	622
english-	4997
sixth	3914
crowded	4998
metropolitan	3455
studies	2452
indicated	1146
english	4999
advertisers	4999
together	1478
family	1661
recieved	5000
heads	3202
decided	841
launching	3040
prelude	5000
possibility	1381
something	2391
else	4234
bpcl.l	4998
hold	736
projects	1055
teamed	4999
resulted	1799
govvernment	5000
165	4999
acquiring	2298
1976	5000
77	3041
tremendous	5000
shortage	1628
print	5000
lived	4999
myself	5000
'll	2819
committed	1868
100,000	1338
britain	672
mirror	4992
170	3495
nyt.a	4993
540,000	4994
install	5000
amos	4996
demands	1986
400-500	4997
stream	5000
area	695
unemployment	1318
heavily	2899
subsidized	3996
plants	1181
looking	1376
empire	5000
sons	3915
citizens	3293
entree	5000
foreigners	3744
prevented	5000
chain	3006
possible	461
groups	1309
negotiating	1499
chains	5000
small	737
cities	2801
stations	2665
province	2691
acceptances	4925
industrial	352
books	2802
65.06	4978
114	4979
65.89	4980
nationally	5000
336.63	4981
wednesday	1347
marked	3354
two-week	4684
fewer	3613
1630	5000
est	3138
2130	4982
gmt	1647
pesos	1975
philippine	1536
distance	3421
phi	4983
95.30	4984
29.71	4985
diluted	1389
61.11	4987
18.49	4988
1.9	1763
779	4989
6.1	4235
4.7	3574
name	701
declaration	5000
20.792	4990
liberty	4623
all-star	4990
note:1986	5000
commencement	4997
novebmer	4992
debentures	459
columbia	2787
principal	923
9-1/8	4998
series	752
10-1/4	4991
sinking	2900
cg	4998
redeems	4999
redeem	1372
1996	5000
1999.	5000
redeeming	5000
mandatory	3958
addition	730
optional	5000
redemption	1587
combustion	4999
csp	4997
16	675
tonka	4996
tka	5000
1.7	2066
bdm	4994
qtrly	3745
divs	5000
14	608
12.1	4181
10.4	3873
sorg	4997
srg	5000
composed	4997
one-third	3496
without	618
consent	3656
entire	1791
vote	978
body	2109
election	1390
retained	2820
boston	1187
advisor	4051
aims	3173
systematics	5000
syst	4999
chip	1987
instruments	1726
artificial	5000
txn	4995
develops	4996
developed	1298
32-bit	4997
specifically	3997
applications	1764
microprocessor	5000
measuring	5000
one-centimeter	5000
square	3998
containing	3787
553,687	4998
transistors	4999
densest	5000
ever	2255
lisp	5000
langugage	4996
widely	2242
working	722
version	2706
consolidated	1310
pcbs	4999
cng	4998
rules	852
broken	3657
natural	797
transmission	3827
compliance	3497
regulations	1732
regarding	2901
disposal	3355
polychlorinated	4999
biphenyls	5000
successfully	4236
cleaned	4999
earthen	5000
pit	4999
above	673
environmental	2268
protection	1408
standards	2284
m-1	2148
2.1	2157
ivaco	4999
1.11	5000
1.04	4685
44,092,000	4998
35,145,000	4999
1.94	5000
1.34	4624
1,035,000	5000
canron	4994
310	4999
free	903
644	4996
cyclops	1526
cut	228
cyl	4998
affiliated	3788
260,500	4996
370,500	4997
9.2	5000
filing	915
110,000	4997
17	656
2.04	5000
2.98	5000
3.16	5000
3.70	4999
4.90	4999
3.12	5000
1.73	5000
ascs	5000
values	1889
hrw	4999
srw	5000
sww	4999
durum	5000
3.04	5000
ill.	4765
track	4182
toledo	5000
memphis	4999
peoria	5000
denver	5000
2.71	5000
lou	4999
seattle	5000
3.10	5000
stockton	5000
duluth	5000
1.49	5000
4.85	5000
2.54	5000
1.54	4998
2.17	4999
1.75	3294
1.85	4999
4.68	5000
5.05	5000
2.10	4999
pik	5000
agricultural	856
stabilization	5000
established	1770
bushel	3789
yellow	5000
grade	2174
2.90	4999
3.05	4999
3.11	4999
2.62	5000
2.63	4995
evansville	4996
2.99	5000
cincinnati	4998
2.96	5000
minneapolis	4998
baltimore/	5000
norf./phil	5000
3.06	4999
kansas	2544
2.87	5000
3.17	5000
st.	3383
amarillo/	4997
lubbock	5000
2.64	4998
portland/	4999
2.78	5000
l.a.	4995
3.23	4996
4.05	4997
brly	4998
rye	4999
soyb	5000
1.47	4990
4.81	4998
2.49	4999
1.41	4997
4.78	4993
2.39	4994
1.95	4998
1.71	4999
2.86	4996
1.51	5000
4.80	5000
2.60	4999
evnsvlle	5000
2.61	4999
cinci	4998
1.52	5000
mpls	5000
balt/nor/	5000
phil	4996
1.70	5000
1.80	4358
4.98	4998
kc	4999
1.64	5000
4.76	4977
lo	5000
1.66	4999
2.91	4997
amarlo/	4981
lubbck	4982
1.84	4999
1.40	5000
4.75	4984
2.92	4998
port/	4986
1.87	4415
1.68	4987
2.18	4988
2.23	4989
4.00	5000
la	2379
2.50	3658
4.38	4998
1.48	5000
coradian	4992
cdin	4993
363,000	4994
197,000	5000
3,761,000	4996
2,666,000	4997
129,000	4999
1,715,000	4999
11.4	3527
10.9	3916
10,694,081	4990
4,673,253	4991
deposit	1012
year-on-year	1834
30.6	4992
26.3	4995
34.5	4999
17.18	4994
16.74	4995
13.16	4996
cotton	1319
upland	5000
location	5000
1-1/16	5000
inch	4997
locations	3746
adjustments	2603
prevailing	4052
strict	4926
low	524
middling	4998
52.69	4999
midnight	3874
5.	4998
qualities	4994
determining	4999
handler	4995
certificate	2175
determined	1810
northern	1051
european	298
66.32	4996
mkt	4997
10.42	4998
slm	4999
0.53	5000
sum	3614
12.75	5000
53.57	4978
7,500	4999
allocations	4841
10,920	4997
10,010	5000
began	812
raw	1930
39,130	4979
75,530	4980
barbados	4981
belize	4982
bolivia	2986
131,950	4983
18,876	4984
colombia	1673
103	4766
21,840	4986
congo	4999
7,599	4987
costa	4237
rica	4999
17,583	4988
ivory	4119
coast	1577
dom	4989
5,848	4990
160,160	4991
ecuador	1040
el	2987
salvador	4992
26,019.8	4993
fiji	4994
25,190	4995
gabon	4996
guatemala	4997
43,680	4998
guyana	4999
haiti	5000
15,917.2	4993
india	1224
jamaica	4479
madagascar	4994
malawi	4995
,100	4996
mauritius	4997
mozambique	4998
11,830	4999
26,390	5000
papua	5000
guinea	4999
paraguay	5000
peru	1717
37,310	4998
philippines	1125
143,780	4999
st.christopher-	5000
nevis	4998
swaziland	4999
14,560	5000
taiwan	677
thailand	1693
12,740	4997
trinidad-tobago	4998
zimbabwe	4053
portland	4416
loading	3659
load	1668
offensive	3661
war	989
iraq	1281
iranian	1041
baghdad	5000
irna	4686
launched	1320
army	2176
iraqi	2132
basra	4359
destroyed	4120
tanks	4999
announces	3660
dealing	2110
savage	5000
london	432
code-named	4999
karbala-5	5000
statewment	4991
revolutionary	4995
guards	4996
corps	5000
saying	663
dealt	4992
severest	4993
history	2956
iraq-imposed	4995
appeared	2002
herald	5000
close	478
assault	4988
port	1168
southern	883
spreading	4998
extensive	3790
propaganda	5000
resistance	3917
claimed	4360
massive	2645
victories	4999
seven-week	4998
supporters	5000
senses	4999
discontinue	5000
tottering	5000
regime	5000
liberated	4988
155	5000
kilometers	4998
enemy-occupied	4990
taken	732
islands	4183
townships	4992
rivers	4993
road	3747
81	3828
brigades	4992
battalions	4994
700	1976
1,500	4480
vehicles	1918
victory	4417
list	1674
warplanes	4995
downed	4996
anti-	4997
aircraft	1091
guns	4998
400	1225
pieces	4993
hardware	4054
seizure	4997
220	5000
armoured	4995
carriers	3528
meridian	5000
mrdn	4997
float	3257
tuesday	1089
smallest	5000
750	3615
districts	4998
whole	1484
problems	560
center	1588
excess	1537
deficit	252
131	4998
614	4999
304	4999
451	5000
briefing	3791
single	1754
misses	4991
projections	4418
acting	2498
strangely	4992
weather	1117
ranged	4055
500	741
nearly	1068
spokeman	4994
figure	964
holdover	4995
transportation	1644
separated	4997
corrections	4997
unrelated	4998
letter	795
errors	4999
different	1519
clearing	2209
wires	5000
2000	4056
2100	5000
cleared	4361
afternoons	4999
regional	1470
accounted	1958
regionals	5000
monday	788
wedndsday	4993
produced	1061
avearge	4994
spinoff	5000
rumors	2027
lewis	5000
rumor	5000
reflect	1164
services	365
partial	3384
profitable	2055
might	509
considered	1273
eckenfelder	4997
exposure	1880
brokerage	1349
spinnoff	4995
remained	1456
silent	5000
unhappy	4996
got	2430
lift	2243
partially	3422
thereby	4999
boosting	3662
talk	2336
closed	749
72-5/8	4999
4-1/8	5000
heavy	849
volume	771
activity	1153
comments	1700
helped	1669
fuel	1216
changes	644
undervalued	4687
fully	1255
elevating	4981
officer	654
jeffery	4982
lane	4767
position	600
vacant	5000
created	2149
divisions	3090
speculated	3959
sense	3319
contrary	5000
variation	5000
disagreed	5000
contributing	5000
highly	2562
unlikely	1195
perrin	4987
lipper	4988
analytical	4989
questioned	4481
need	613
others	1205
spinning	4995
larry	5000
prudential-bache	5000
believes	1256
fetched	4990
big	1192
premium	1479
book	2499
worth	576
3.5	1437
bilion	4998
capitalization	4999
globally	4991
enormous	4625
internal	1919
takes	1890
realistic	4419
valuations	4993
enhance	3616
ability	1512
kinds	4999
endeavors	4996
e.f.	2511
hutton	1553
outlined	3663
fact	1620
investing	4420
goes	2821
arena	5000
preclude	4995
divestitures	4999
travel	4238
true	3748
water	1321
mark	773
lesser	5000
components	1891
multiple	4999
constitute	5000
contributed	2299
316	4999
after-tax	2957
736.7	4999
734.6	5000
734.2	4991
four-week	5000
moving	1771
735.0	4993
733.5	4994
polled	3664
anywhere	4995
2.3	1805
forecast	556
binding	5000
agreement	107
lettering	5000
marketing	595
gbnd	4996
reached	619
varitronic	4997
manufacturer	2767
marketer	4999
electronic	1311
varitronics	5000
merlin	4995
presentation	5000
portable	4996
battery-operated	4997
produces	3423
type	3174
adhesive-backed	4999
tape	4768
usa	3007
fluctuate	5000
film	3749
coca	5000
cola	4993
ko	4994
coca-cola	4301
entertainment	2309
affiliate	1869
distribute	3258
television	1078
programming	5000
heyman	4999
1963	5000
films	4999
ford	1092
motor	1019
date	455
f	2111
4.0	2848
8.70	4994
redeemable	2849
accrued	2512
selected	2803
pro	4302
rata	4996
sterling	924
ssw	4997
ok	4999
sernior	4999
required	1079
discretion	4999
montgomery	4554
consists	3529
entitle	4999
fluor	4999
construction	824
flr	4994
carbide	3875
uk	2822
procurement	4927
megawatt	4998
combined	899
cycle	4999
cogeneration	4999
facility	662
seadrift	4992
disclosed	1027
suffield	4999
sfcp	4993
jon	5000
googel	4995
benjamin	4996
sisti	4997
colonial	4688
hartford	4998
conn.	5000
purchased	1248
175,900	4986
3,416,624.	4987
equals	4988
5.2	2930
cancellable	4989
contracts	633
6.66	4990
underwritten	3203
beck	4997
orange	3139
n.j.	3575
pork	2646
feed	1513
hog	3918
output	390
cause	1382
herd	4993
start	572
331.6	4994
4.2	2244
17.25	4995
projected	1366
17.05	4996
landmark	5000
lbc	5000
listed	984
nyse	1826
begin	804
whose	1457
retain	2090
symbol	3530
begins	2245
minimal	5000
subsequent	3876
substantial	1080
reach	1106
44.1	5000
35.1	4999
carloadings	4996
cars	858
26,108	5000
2.2	1480
22.8	4982
railroads	5000
totalled	1246
11,382	4984
1.8	1738
7.6	3498
wrather	4998
hong	944
kong	888
bought	583
wco	4985
pacific	609
raised	602
816,000	4986
11.3	4239
453,300	4988
principally	5000
brierley	4999
investments	977
publicly	3042
362,700	4992
6.6	3792
purposes	1304
coleco	5000
clo	4994
6.48	4995
dls	4998
110.6	4997
4.1	3066
74.0	4998
152.0	4999
6.52	5000
3.87	4999
111.2	5000
64.2	4999
501.0	4994
776.0	4995
diamond	2823
crude	457
shamrock	2958
barrel	827
posted	1409
weak	1694
dia	5000
cuts	640
brings	2692
intermediate	3091
16.00	4997
copany	4997
citing	2824
liebert	4999
emerson	4999
lieb	4999
wholly-owned	2647
emr	5000
.3322	4989
telecom	2513
proposes	2788
profitability	2361
clc	4991
swing	5000
primarily	1931
steep	4184
cabbage	4994
patch	4995
kids	4996
230	5000
changed	1136
diversified	3259
enable	2196
toy	5000
fair	2177
morton	5000
handel	5000
reasonable	2707
olin	5000
elect	5000
ceo	5000
johnstone	5000
henske	5000
olm	4997
jr	4996
succeed	2850
m	5000
54	2322
53	1959
served	3230
1980.	4999
retirement	2931
1988.	1111
subsidiaries	1424
engaged	4240
post	1236
closing	1098
explain	4057
robeson	5000
fundamental	2873
rbsn	4996
miami-based	5000
238,000	4997
14.6	4998
205,000	4998
12.8	4555
32,800	5000
175,691	4996
afterwards	4997
carl	4482
singer	5000
gao	3960
certs	5000
costly	4362
accounting	1207
outlays	4483
analysis	3750
obtained	2563
preparing	3576
specific	1332
jesse	4990
helms	4991
r-n.c.	4992
focus	1892
mid	4999
source	1103
depends	3617
determines	4993
entries	4996
forfeitures	4995
stockpile	4999
decrease	2431
suggest	3424
expanded	2415
fire	1906
weigh	4997
consultant	4484
omb	5000
expansion	955
firmly	4999
azpurua	4242
margin	1744
'flexibility	4998
banks-azpurua	4999
'constructive	5000
flexible	3140
attitude	3577
reschedule	4241
manuel	5000
meetings	1367
finances	4999
jorge	4999
marcano	4999
13-bank	4996
progressing	4999
shown	2726
solidarity	5000
libor	2038
accord	573
7/8	2804
basic	1485
elements	5000
negotiated	2453
spread	1714
deferral	4998
lenghtening	4999
12-1/2	4842
repayment	1605
schedule	2472
schemes	5000
governent	4976
amortize	4977
1.05	3707
420	5000
non-restructured	4980
original	1610
insisting	5000
compensated	4982
responsibility	2959
lasting	4997
solution	1870
positive	1493
proposals	726
presently	4999
studying	2648
mechanisms	4997
capitlizing	4985
ministry	299
dahlberg	4986
dahl	4987
286,870	4988
156,124	4989
7,577,207	4990
160,109	4991
906,034	4992
38.1	4991
31.2	4998
ctyn	4994
page	5000
1.98	4995
5.24	4996
23.3	5000
44.8	4998
13.6	3877
29.6	5000
writedowns	5000
unrealized	4979
yr-ago	4999
32.5	5000
thomson	4556
mckinnon	4999
floating	1932
inverse	5000
cmos	4999
coupon	659
matures	4243
2018.	4996
floater	4999
totals	4928
minus	3532
tranche	2514
cmo	4998
collateralized	5000
obligations	1988
tranches	3531
7.11	4983
7.0375	4984
reset	5000
sole	2178
manager	427
4.8	3067
13.49	4986
104.40.	4987
6-1/2	5000
explained	3008
yield	729
floats	4989
opposite	4998
fixed-rate	5000
35.2	5000
2016.	5000
assigned	3456
7.65	4993
par	928
pricing	1350
rated	1670
aaa	3999
secured	2158
freddie	4995
mac	5000
idb	4997
idbx	4998
801,000	4999
703,000	5000
6,318,000	4998
3,926,000	4999
ten	2210
armor	5000
armr	4961
opec	607
bpd	703
mizrahi	4997
emergency	1871
keep	1024
forced	1500
readdress	4962
slide	3231
movement	2228
never	2285
easy	4121
sort	4122
yergin	4965
cambridge	5000
associates	1514
cera	4967
faces	2416
addressed	4968
paul	1383
mlotok	4969
salomon	1112
optimism	3204
pessimistic	5000
soon	768
wishes	4973
regain	5000
uncertain	3260
learn	4975
deemed	4976
differentials	2932
spoke	5000
trying	1464
teach	4977
them	416
lesson	4978
t.	5000
editor	4980
mideast	5000
optimistic	1695
advantage	2286
winter	1465
slackens	4982
anything	2122
reiterate	4983
back	518
dillard	5000
spriggs	4985
bijan	4986
moussavar-rahmani	4987
harvard	4988
university	2039
environment	2287
rising	798
prompted	3068
excesses	4989
closer	3793
seeing	4843
characterized	4991
cheating	4992
cenergy	5000
properties	1065
barrels	733
crg	4993
790,000	4994
6.5	2432
following	496
calender	4995
63.4	4996
6.54	4997
47.6	4998
noncash	4999
3,705,000	5000
71	3708
60.1	4983
cubic	1933
feet	1315
63.7	4986
bcf	4999
disappear	4988
recover	2666
nt	4998
declares	4363
post-split	5000
torchmark	5000
tmk	5000
authorizes	4992
repurchase	756
7-3/4	2825
debenures	4994
10.	3356
painewebber	2649
pwj	5000
8-1/4	5000
2008.	4998
1,060.50	4999
plus	895
30.	1425
converted	1934
42.35	5000
scherer	4994
r.p	5000
manoogian	4998
schc	4997
1.2	1270
richard	1373
repay	1709
goldman	1648
sachs	1600
fragrances	4995
parlux	4999
420,000	5000
unis	4999
r.c	5000
stamm	4999
rosenkrantz	5000
lyon	4972
ross	5000
entitles	4974
holder	2564
1992.	2565
beauty	5000
anne	4976
klein	4977
specialty	2473
stores	746
techamerica	4980
tch	4981
562,231	4982
10,253	4983
8,871,874	4984
9,549,308	4985
5,058,145	4986
766,185	4987
34.3	4988
35.5	4989
wilfred	4990
educational	4991
wae	4992
drexel	1538
epsilon	4999
father	5000
thomas	2530
epsi	4993
burnham	2056
lambert	2028
258,591	4994
president-investments	4995
retired	4058
professor	4769
c.a	4997
offerings	2112
bio-technology	4998
btgc	4999
1997	2256
varian	5000
siemens	3108
magnetic	4998
resonance	4997
imaging	5000
var	5000
a.g.	4996
intent	1596
